Repository: comiscienceknight/put-em-on-maps
Catalog: Surface Maps/strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, zh_cn

# AboutUsAndFeedbak
source: About us and Feedback
fr_fr: A propos de nous
zh_cn: 关于我们和反馈

# AddedLiftMap
source: New map has been added
fr_fr: La carte a été ajoutée avec succès.
zh_cn: 添加地图图成功

# AddFileHandIndicateText
source: Tap a position on the map, then choose a file you want to insert
fr_fr: Choisir un lieu sur la carte, puis sélectionner un fichier à insérer
zh_cn: 手指点击地图中你想插入的位置后，在文件浏览界面选择需要的文件插入

# AddPushpinHandIndicateText
source: Tap a position on the map to place your file or folder
fr_fr: Choisir un lieu sur la carte pour insérer un fichier (ou un dossier)
zh_cn: 手指点击地图中你想插入的位置即可建立新的文件夹

# AddRemoveHandIndicateText
source: Tap a position on the map, the file or folder will move to that position
fr_fr: Choisir un lieu sur la carte pour déplacer un fichier (ou un dossier) sélectionné
zh_cn: 手指点击地图中位置，之前所选文件（夹）就会移动到此位置

# AlbumHasBeenRemoved
source: Selected album has been removed
fr_fr: L'album a été supprimé avec succès.
zh_cn: 所选专辑被成功删除

# ANewPushpinHasBeenAdded
source: A new file or folder has been added
fr_fr: Le fichier (ou le dossier) a été ajouté avec succès.
zh_cn: 添加新文件（夹）成功！

# ASelectedPushpinHasBeenUpdated
source: file or folder has been moved
fr_fr: La position du fichier ou du dossier sur la carte a été changé
zh_cn: 所选文件（夹）移动成功

# childItemCount
source: Quantity
fr_fr: Quantité
zh_cn: 数量

# ConfirmationForAgreeSurvey
source: Yes, I agree
fr_fr: Oui, j'espère
zh_cn: 是的, 我同意

# ConfirmationForDeleteAlbum
source: This operation will completely delete the selected album and all the photos and videos it contains. Are you sure you want to continue?
fr_fr: Etes-vous sûr de vouloir supprimer l'album sélectionné ? Cela effacera ses informations de manière définitive.
zh_cn: 该操作会永久性删除您所选的专辑及其相关的所有信息，您是否确定删除？

# ConfirmationForDeleteLifeMap
source: Do you really want to delete the map?
fr_fr: Etes-vous sûr de vouloir supprimer la carte sélectionnée ? Cela effacera ses informations de manière définitive.
zh_cn: 是否删除地图及其对应的所有信息？

# ConfirmationForDeletePushpin
source: This operation will completely delete the selected file or folder and all of the information it contains. Are you sure you want to continue?
fr_fr: Etes-vous sûr de vouloir supprimer le fichier (ou le dossier) sélectionné ? Cela effacera ses informations de manière définitive.
zh_cn: 该操作会永久性删除您所选的文件（夹）及其相关的所有信息，您是否确定删除？

# ConfirmationForDeletePushpinNo
source: Cancel
fr_fr: Annuler
zh_cn: 取消操作

# ConfirmationForDeletePushpinYes
source: Yes, please.
fr_fr: Confirmer
zh_cn: 是的, 请删除.

# documentlibararycannotaccess
source: This software has been published under an individual developer account. For this reason, Wonderful Maps is denied access to the document library, and we cannot write or read files stored in the document library (Normally, this application can only access files in Video library, Photo library and Music library). We hope we can count on your continued support until we have the possibility of opening a company developer account. :)
fr_fr: A cause de la limite d'autorité de développeur individuel et le système de Surface, on ne peut pas accéder certains fichiers qui sont situé sur dossier documentation et les autres dossiers particuliers (En général, seulement les fichers dans les dossiers Video, Photo et Musique peuvent être utilisés)
zh_cn: 由于微软限制个人开发账户访问“文档”文件夹中的文件，并且由于微软不支持RT系统下访问非RT文件夹的文件，导致程序无法访问一部分文件 （正常来讲，只有图片，音乐以及视频文件夹下的文件可以被正常使用）。请您继续支持本软件，以便可以通过公司形式发布 ：）

# Help
source: User guide
fr_fr: Guide utilisateur
zh_cn: 使用向导

# HelpLifeMapName
source: Tap on different places to create maps
fr_fr: Toucher l'écran à différents endroits pour créer vos cartes.
zh_cn: 尝试点击所有地方以便更好地使用"我"

# HomeRegion
source: US
fr_fr: fr-FR

# ifwantfeedback
source: Would you like to submit error feedback by mail to help the programmers improve this application's performance?
fr_fr: Il y a une erreur pendant votre utilisation, veuillez vous informer à nous par mail pour améliorer cet application?
zh_cn: 您是否想将出现的一场错误通过邮件反馈给开发者，进行反馈以便帮助程序员更好的修正您的软件？

source: Languages
fr_fr: Langues
zh_cn: 语言

# MapCulture
source: en-US
fr_fr: fr-FR

# NewPhotosHaveBeenAdded
source: New photos have been added, and the album
fr_fr: Les photos ont été ajouté, et l'album
zh_cn: 新的照片添加成功，并且专辑

# NewPhotosHaveBeenAdded2
source: has been updated.
fr_fr: a aussi été sauvegardées avec succès.
zh_cn: 也被成功更新.

# NewVidoesHaveBeenAdded
source: New videos have been added
fr_fr: L'album a été ajouté avec succès.
zh_cn: 新的视频添加成功

# PushpinCollectionIsSaved
source: The folder has been updated.
fr_fr: Les modifications du fichier a été sauvegardées avec succès.
zh_cn: 照片集更新及保存成功.

# PushpinHasBeenRemoved
source: file or folder and its contents have been deleted.
fr_fr: Le fichier et le dossier et son contenu ont été supprimés avec succès.
zh_cn: 之前所选的的文件（夹）及其包含的信息已经被删除.

# RemovedLiftMap
source: Map has been deleted
fr_fr: La carte a été supprimée avec succès
zh_cn: 删除地图成功

# sorrynotification
source: We're sorry
fr_fr: Exceuse nous
zh_cn: 很抱歉

# survey
source: Gift questionnaire :-)
fr_fr: Sondage pour une nouvelle fonctionnalité : Offrir cadeau
zh_cn: 礼物调查 :-)

# surveyfornewfunction
source: Would you like to turn your photos/videos into gifts? Possibilities include personalized printed paper photo albums, digital tablets decorated and personalized with your photos and videos, and mini Christmas trees decorated with your photos. We welcome all your suggestions!
fr_fr: Souhaiteriez-vous pouvoir créer des cadeaux à partir de vos albums ? Exemples : album photo papier entièrement personnalisé, tablette numérique décorée et personnalisée avec vos photos et vos vidéos, mini-arbre de noël décoré avec vos albums, etc. Toute suggestion est bienvenue !
zh_cn: 您是否希望将这个专辑的内容，以精美礼品的形式寄回到您家？ 您是否希望软件中提供给您模版，让您选择？还是您更愿意与专业人员交流，一起设计您的实体照片、视频集？ 如果您有这方面的想法，和请求，请您给我们发邮件，告诉我们您的想法。 如果您愿意给我们反馈意见，请点击按钮 “是” ，将会链接到您的邮件系统

# TellToFriends
source: Recommend this app to your friends
fr_fr: Proposer cette application à vos amis
zh_cn: 推荐给好友

# TextBlock_HelpPageTitle.Text
source: User guide
fr_fr: Guide utilisateur
zh_cn: 使用向导

# Uid_Button_AddAFile.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Add a single file
fr_fr: Ajouter un fichier
zh_cn: 添加独立文件

source: Add a file/folder
fr_fr: Ajouter un ficher/dossier
zh_cn: 添加文件或文件夹

source: Add album
fr_fr: Ajouter un album
zh_cn: 添加专辑

source: Add new map
fr_fr: Ajouter une carte
zh_cn: 添加新地图

source: Add photo
fr_fr: Ajouter des photos
zh_cn: 添加照片

source: Add video
fr_fr: Ajouter des vidéos
zh_cn: 添加视频

source: Add video album
fr_fr: Ajouter un album vidéo
zh_cn: 添加视频专辑

# Uid_Button_AutoPlay.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Auto Play
fr_fr: Diffusion automatique
zh_cn: 自动播放

source: Rename album
fr_fr: Modifier le nom d'album et la date correspondante
zh_cn: 给专辑命名

source: Set background
fr_fr: Changer fond d'écran
zh_cn: 设置背景

# Uid_Button_ChangeCollectionName.Content
source: Update
fr_fr: Mettre à jour
zh_cn: 更新

source: Edit map background
fr_fr: Changer fond d'écran de la carte
zh_cn: 设置地图背景

source: Edit map title
fr_fr: Nommer Carte
zh_cn: 编辑地图名称

# Uid_Button_ChangeSelectedPhotosComment.Content
source: Update
fr_fr: Mettre à jour
zh_cn: 更新

source: Hide/Display files and folders
fr_fr: Masquer/Afficher les fichiers(dossiers)
zh_cn: 隐藏/显示地图上的文件

source: Open
fr_fr: Ouvrir
zh_cn: 打开

# Uid_Button_Localize.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Find my zone
fr_fr: Ma région
zh_cn: 定位我的区域

# Uid_Button_MakeAGift.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Gift
fr_fr: Offrir album
zh_cn: 礼物

source: Edit album
fr_fr: Modifier Album
zh_cn: 编辑专辑

source: Set title
fr_fr: Mettre à jour
zh_cn: 设置题目

source: Move selected file or folder
fr_fr: Déplacer un fichier/dossier
zh_cn: 移动所选文件（夹）

# Uid_Button_PlayAlbum.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Play album
fr_fr: Lancer un diaporama
zh_cn: 播放

# Uid_Button_PlayPhoto.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Play
fr_fr: En mode diaporama
zh_cn: 播放

source: Play video
fr_fr: Jouer
zh_cn: 播放

source: Delete album
fr_fr: Supprimer album
zh_cn: 删除专辑

# Uid_Button_RemoveAPushPin.Content
source: Delete file or folder
fr_fr: Supprimer
zh_cn: 删除

source: Delete
fr_fr: Supprimer
zh_cn: 删除地图

source: Delete photos
fr_fr: Supprimer des photos
zh_cn: 删除照片

source: Delete video
fr_fr: Supprimer des videos
zh_cn: 删除视频

# Uid_Button_SaveAlbum.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Save
fr_fr: Sauvegarder
zh_cn: 保存

source: Save
fr_fr: Sauvegarder
zh_cn: 保存

# Uid_Button_ShowPhotoByAlbum.Content
source: Open
fr_fr: Ouvrir
zh_cn: 打开

source: Stop auto play
fr_fr: Arrêter la diffusion automatique
zh_cn: 停止自动播放

# Uid_Button_UpdateLiftMapName.Content
source: Save Map Title
fr_fr: Sauvegarder nom de la carte
zh_cn: 保存地图名称

# Uid_Button_ValideAlbumName.Content
source: Update
fr_fr: Mettre à jour
zh_cn: 更新

source: Add comments to photos
fr_fr: Ajouter des commentaires
zh_cn: 添加注释

# Uid_TextBlock_ChangeCollectionName.Text
source: folder name:
fr_fr: Nom du dossier :
zh_cn: 集合名称:

# Uid_TextBlock_ChangeCollectionNameTitle.Text
source: Set folder name
fr_fr: Renommer
zh_cn: 设置文件夹名称

# Uid_TextBlock_ChangeComment.Text
source: Comment:
fr_fr: Nouveau commentaire:
zh_cn: 注释:

# Uid_TextBlock_ChangeCommentTitle.Text
source: Edit comment
fr_fr: Modification de commentaire
zh_cn: 编辑注释

# Uid_TextBlock_ContactUs.Text
source: About us & Contact us
fr_fr: A propose de nous
zh_cn: 关于我们

# Uid_TextBlock_Day.Text
source: Day
fr_fr: Jour
zh_cn: 日

# Uid_TextBlock_ModifyAlbumName.Text
source: Album name:
fr_fr: Nom d'album:
zh_cn: 专辑名称:

# Uid_TextBlock_ModifyAlbumNameTitle.Text
source: Edit album name and date
fr_fr: Modifier le nom d'album et la date correspondante
zh_cn: 编辑专辑名称和日期

# Uid_TextBlock_Month.Text
source: Month
fr_fr: Mois
zh_cn: 月

# Uid_TextBlock_Year.Text
source: Year
fr_fr: Année
zh_cn: 年

# UpdatedLiftMapBackground
source: Background has been updated
fr_fr: Le fond d'écan a été mis à jour avec succès.
zh_cn: 背景已经被更新

# UpdatedLiftMapName
source: Update successfully completed
fr_fr: Le nom de la carte a été mis à jour avec succès
zh_cn: 更新完成

# wehaveaproblem
source: Error found
fr_fr: Erreurs
zh_cn: 发现错误

# yesfeedback
source: Yes, I would like to submit feedback
fr_fr: Oui, je voudrais feed-back
zh_cn: 是的，我愿意提交反馈

source: Privacy Policy
fr_fr: Politique de confidentialité
zh_cn: 隐私政策

# cannotreadfilepossiblereason
source: Can not read file!
fr_fr: Impossible de lire le fichier
zh_cn: 拒绝读取文件

source: Can not read all photos
fr_fr: Impossible de lire certaines photos
zh_cn: 拒绝访问部分图片

source: Can not read all videos
fr_fr: Impossible de lire certaines videos
zh_cn: 拒绝访问部分视频

# pathfilechanged
source: You might have deleted, moved or renamed your file that application cannot find file by former file path
fr_fr: L'application n'arrive pas trouvé le fichier à cause peut-être du changement d'adresse ou de nom de fichier, la suppression du fichier etc.
zh_cn: 您对文件名字、位置的修改，或者删除文件，都将使程序无法之前的路径找到文件

# Uid_Button_AddPhotoAlbum.Content
source: Photo album
fr_fr: Album photo
zh_cn: 照片专辑

# Uid_Button_AddVideoAlbum.Content
source: Video album
fr_fr: Album vidéo
zh_cn: 视频专辑

# leavewithoutsave
source: You've just modified something in album, are you sure you want to without save?
fr_fr: Vous venez de modifier quelque chose de cet album, etes-vous sûr de quitter sans sauvegarder?
zh_cn: 您刚刚进行了一次为保存的操作，您确定离开此页并不保存？

# noleaveforsave
source: Cancel
fr_fr: Annuler
zh_cn: 取消

source: Yes, leave without save
fr_fr: Oui, quitte sans sauvegarder
zh_cn: 是的，退出不保存

# dontsupportnonlocalfile
source: Access denied. Non-local file is not supported until next version of application
fr_fr: Impossible de lire le fichier. Pour le moment, l'accès au fichier internet n'est pas supporté.

# Uid_Button_AddPhotoVideoAlbum.Content
source: Add a folder
fr_fr: Ajouter un dossier
zh_cn: 添加图片视频集合

# Uid_Button_AddSingleFile.Content
source: Add a single file
fr_fr: Ajouter un fichier
zh_cn: 添加一个文件

# Uid_TextBox_PresentationTitle.Text
source: Put'em on maps, put files (documents, media) on different maps.
fr_fr: Put'em on maps, placer des fichiers (documents, multimedia, etc.) sur différentes cartes géographiques.

# Uid_TextBox_PresentationContent1.Text
source: I like traveling and I record the wonderful moment of my trips. Now, I can record and arrange those moments on my maps. I put my photos or video albums on the location where they were created. I put some of my .ppt and .pdf slides of my trips on the appropriate places. I also add an introduction and trip diary to my maps. :) These maps help me to find my best moments easily, and this software makes it easy for me to relive those moments.
fr_fr: J'aime voyager et en garder de merveilleux souvenirs. Maintenant, je peux enregistrer et gérer ces souvenirs sur mes cartes géographiques. Je place mes photos et mes vidéos sur les lieux où je les ai prises. J'ajoute aussi des fichiers powerpoint et pdf aux mêmes endroits. Je complète même avec un descriptif de mes voyages et un carnet de bord. :) Mes cartes me permettent de retrouver et de revivre facilement mes meilleurs moments.

# Uid_TextBox_PresentationContent2.Text
source: Next year, our company will help our customers hold several concerts around the world. I need to show them all the information about our plans: city and country information, photos for each place (mains and spares). Now I can use this software to arrange my documents, photos, and videos more easily. And I can show my company this information directly using this software.
fr_fr: L'année prochaine, notre entreprise aidera nos clients à faire plusieurs concerts dans le monde entier. J'ai besoin de leur montrer toutes les informations concernant nos projets : renseignements sur les pays et les villes, photos de chaque endroit. Maintenant, je peux utiliser ce logiciel pour arranger mes documents, photos et vidéos plus facilement, sur une carte. Et je peux montrer ces informations à mon entreprise, directement sur la carte, en passant par ce logiciel.

# Uid_TextBox_PresentationContent3.Text
source: I have lot of hobbies, and I think that I can put everything I want on my maps. Street dancing around the world, where my friends live around the world, even those in small towns :)
fr_fr: J'ai beaucoup de hobbies, and je pense que je peux tout mettre sur mes cartes : les endroits où mes amis et moi avons fait du street dance, là où ils vivent, et ce même s'ils vivent dans de petites villes. :)

# Uid_TextBlock_TapMeToOpenBottomMenu.Text
source: Tap me to show my bottom control panel
fr_fr: Appuyer ici pour afficher mon panneau de configuration en bas

# Uid_TextBlock_TapMeToOpenTopMenu.Text
source: Tap me to show my top control menu
fr_fr: Appuyer ici pour afficher panneau de configuration en haut

# 2cannotreadfile
source: Read file failed
fr_fr: Impossible de lire le fichier

# 2CannotReadFolderBackgroundPic
source: Read folder's background image failed
fr_fr: Impossible de lire l'arrière-plan du dossier

# 2CannotReadSeveralMapProfile
source: Read maps' covers failed
fr_fr: Impossible de lire la vignette de la carte

# 2howtouseeditalbumpage
source: Name album and set its date; Add, delete photos; Add comments to photos. (It has same functionalities for editing video album)
fr_fr: Nommer et dater l'album; Ajouter, supprimer des photos; Ajouter des commentaires aux photos. (Mêmes fonctionnalités pour modifier les albums vidéos)

# 2howtouseeditalbumpagetitle
source: Edit photo album
fr_fr: Modifier l'album photos

# 2howtousefolderpage
source: Give folder a name; Set folder background; Add photo album and video album; Delete album; Edit album(reference page "Edit photo album"); Open and play album(reference page "Play photo album preview")
fr_fr: Nommer le dossier; personnaliser l'arrière-plan du dossier; Ajouter des albums photos et vidéos; Supprimer l'album; Modifier l'album (voir page de reference "Modifier l'album photos"); Voir un aperçu de l'album (voir page de "Aperçu de l'album photos")

# 2howtousefolderpagetitle
source: In a folder
fr_fr: Dans un dossier

# 2howtousemainpage
source: Add, delete map; Give map a name, change map cover; Open map
fr_fr: Ajouter, supprimer une carte; Nommer une carte, modifier la vignette de la carte; Ouvrir la carte

# 2howtousemainpagetitle
source: Maps list
fr_fr: Liste des cartes

# 2howtousemapview
source: Put a file or a folder on the map, delete a file or a folder; Move a file or a folder; Open a file or folder (reference page "In a folder")
fr_fr: Placer des fichiers ou des dossiers sur une carte, supprimer des fichiers ou des dossiers; Déplacer des fichiers ou des dossiers; Ouvrir des fichiers ou des dossiers (voir page de reference "Dans un dossier")

# 2howtousemapviewtitle
source: On a map
fr_fr: Sur une carte

# 2howtouseshowalbumpage
source: Photo list; Play photos one by one (reference page "Play photos")
fr_fr: Liste de photos; Lancer un diaporama (voir page de reference "Diaporama")

# 2howtouseshowalbumpagetitle
source: Play photo album preview
fr_fr: Aperçu de l'album photos

# 2howtouseshowpicspage
source: Slider show auto play; Slider show manual play
fr_fr: Diaporama à déclenchement automatique; Diaporama à déclenchement manuel

# 2howtouseshowpicspagetitle
source: Play photos
fr_fr: Diaporama

# 2howtousesmalltrickpage
source: Besides reading files from local folders, we can also get files from remote folders (using file open picker) or get photos and videos from directly from the camera
fr_fr: En plus des fichiers présents sur l'ordinateur, vous pouvez maintenant aussi lire des fichiers en provenance d'internet ou récupérer des photos et des vidéos directement depuis votre appareil photos.

# 2howtousesmalltrickpagetitle
source: Read file tricks
fr_fr: Astuces pour lire les fichiers

# 2possiblereasoncannotaccessnonlocalfile
source: Read file failed. Possible reason: Network problem. If you always have this problem, please contact us by mail. Please see "Settings" to find our contact information
fr_fr: Impossible de lire le fichier. Raison possible : problème de connection réseau. Si ce problème persiste, veuillez-nous contacter par e-mail. Vous trouverez cette information sous "Configuration".

# 2possiblereasondocumentlibararycannotaccess
source: Read file failed. Possible reason: Some folders are innaccessiable for single developper account application. ==== Resolution: Link your inaccessible folder to an accessible folder(Images, Videos, Music). We'll update our account to be a company account in next two month. Thanks for your support :)
fr_fr: Impossible de lire le fichier. Raison possible : Plusieurs dossiers sont inaccessibles car nous avons utilisé un compte de développement individuel. ==== Résolution : Placer les fichiers concernés dans un espace accessible (Mes Images, Mes Videos, Ma Musique). Nous transformerons notre compte en compte d'entreprise dans les deux mois. Merci pour votre aide :)

# 2possiblereasonpathfilechanged
source: Read file failed. Possible raison: you may have changed the file source path or renamed the file and the system cannot find the file with old file path name. === Resolution: recreate a file or change back the file's path (or change back the file's name)
fr_fr: Impossible de lire le fichier. Raison possible : vous avez peut-être déplacé ou renommé le fichier, le système ne le retrouve pas. === Résolution: créer un nouveau fichier, déplacer le fichier à son emplacement d'origine (ou redonner au fichier son ancien nom).

# 2severalpicturescannotread
source: Cannot read some photos
fr_fr: Impossible de lire plusieurs photos

# 2severalvideoscannotread
source: Cannot read some videos
fr_fr: Impossible de lire plusieurs vidéos

# 2howtouseopensinglefile
source: Open single file on the map, choose your favourite open tool.
fr_fr: Ouvrir un fichier sur la carte, ouvrir avec votre application préférée

# 2howtouseopensinglefiletitle
source: Open single file on the map
fr_fr: Ouvrir un fichier sur la carte

# 2howtouseopenvideoalbum
source: Left shows list of videos of album，right side shows defaut media player play selected video.
fr_fr: A gauche : la liste des vidéos de l'album, à droite : la vidéo sélectionnée avec le player par défaut.

# 2howtouseopenvideoalbumtitle
source: Video album show
fr_fr: Lecture d'un album vidéo

# ConfirmationForDeletePushpinNotification
source: Notification
zh_cn: 提示

source: Photo
zh_cn: 照片

source: Cancel
zh_cn: 取消

source: Video
zh_cn: 视频

source: Notification
zh_cn: 提示

# Uid_TextBox_PresentationTitle.Text
source: Put'em on maps, 把文件（文档文件，多媒体文件）放在地图上：
zh_cn: Put'em on maps, 把各种文件放在地图上
